tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "asdf"
brew "cask"
brew "fzf"
brew "gh"
brew "git"
brew "httpie"
brew "lefthook"
brew "luarocks"
brew "neovim"
brew "rcm"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "xclip"
brew "zsh-vi-mode"
cask "font-hack-nerd-font"
cask "orbstack"
cask "raycast"
